tap "golangci/tap"
tap "grishka/grishka"
tap "homebrew/bundle"
tap "homeport/tap"
tap "warrensbox/tap"
brew "act"
brew "ansible-lint"
brew "ansible"
brew "aom"
brew "apktool"
brew "argocd"
brew "aria2"
brew "asciinema"
brew "awscli"
brew "awscurl"
brew "bat"
brew "binutils"
brew "binwalk"
brew "certifi"
brew "cfssl"
brew "cloc"
brew "cmake"
brew "colima", restart_service: :changed
brew "coreutils"
brew "cryptography"
brew "docker-buildx"
brew "deno"
brew "dfu-util"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker"
brew "duckdb"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghidra"
brew "ghostscript"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci/tap/golangci-lint"
brew "grpcurl"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "homeport/tap/dyff"
brew "htop"
brew "httrack"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "ipv6calc"
brew "ipython"
brew "jpeg-xl"
brew "jq"
brew "jsonnet"
brew "kind"
brew "krew"
brew "kubebuilder"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "leptonica"
brew "libgit2"
brew "libheif"
brew "libmagic"
brew "libraw"
brew "libssh2"
brew "libtiff"
brew "libxmp"
brew "llvm"
brew "mas"
brew "maven"
brew "miller"
brew "mpremote"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "openblas"
brew "opencode"
brew "openjdk"
brew "openjdk@21"
brew "openjpeg"
brew "opus"
brew "opusfile"
brew "p11-kit"
brew "p7zip"
brew "parallel"
brew "pkgconf"
brew "pngpaste"
brew "pngquant"
brew "protobuf"
brew "pstree"
brew "pv"
brew "python-argcomplete"
brew "radare2"
brew "rclone"
brew "ripgrep"
brew "ruff"
brew "rust"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "socat"
brew "sponge"
brew "tcptraceroute"
brew "tesseract"
brew "tfmigrate"
brew "uv"
brew "vbindiff"
brew "virtualenv"
brew "warrensbox/tap/tfswitch"
brew "watch"
brew "webp"
brew "wget"
brew "yamllint"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "yubico-piv-tool"
brew "zsh"
cask "1password-cli"
cask "1password"
cask "alt-tab"
cask "android-platform-tools"
cask "beekeeper-studio"
cask "chatgpt"
cask "codex"
cask "discord"
cask "docker-desktop"
cask "finicky"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "grishka/grishka/neardrop"
cask "hex-fiend"
cask "horos"
cask "iina"
cask "iterm2"
cask "jordanbaird-ice"
cask "keycastr"
cask "linearmouse"
cask "little-snitch"
cask "macfuse"
cask "macs-fan-control"
cask "mitmproxy"
cask "monitorcontrol"
cask "moonlight"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "notunes"
cask "numi"
cask "obs"
cask "qbittorrent"
cask "qflipper"
cask "raycast"
cask "slack"
cask "spotify"
cask "steam"
cask "swiftdefaultappsprefpane"
cask "tailscale-app"
cask "telegram-desktop"
cask "telegram"
cask "temurin"
cask "the-unarchiver"
cask "todoist-app"
cask "viscosity"
cask "visual-studio-code"
cask "whatsapp"
cask "windows-app"
cask "wireshark-app"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdBlock Pro", id: 1018301773
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "CapCut", id: 1500855883
mas "Dark Reader for Safari", id: 1438243180
mas "Discovery", id: 1381004916
mas "Ice Cubes", id: 6444915884
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "sing-box", id: 6673731168
mas "StatusClock", id: 552792489
mas "v2RayTun", id: 6476628951
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "ahmadalli.vscode-nginx-conf"
vscode "amodio.restore-editors"
vscode "ban.spellright"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.hcl"
vscode "hashicorp.terraform"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "marus25.cortex-debug"
vscode "mathiasfrohlich.kotlin"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "mtxr.sqltools-driver-pg"
vscode "mtxr.sqltools"
vscode "nhoizey.gremlins"
vscode "ombratteng.nftables"
vscode "paulober.pico-w-go"
vscode "raspberry-pi.raspberry-pi-pico"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "t3dotgg.vsc-material-theme-but-i-wont-sue-you"
vscode "timonwong.shellcheck"
vscode "tsandall.opa"
vscode "vadimcn.vscode-lldb"
