tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "puppetlabs/puppet"
tap "stek29/idevice"
brew "ansible"
brew "apktool"
brew "aria2"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "avrdude", link: false
brew "awscli"
brew "bash"
brew "bat"
brew "binutils"
brew "binwalk"
brew "bison"
brew "cairo"
brew "cfssl"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "dos2unix"
brew "exa"
brew "exiftool"
brew "ext4fuse"
brew "ffmpeg"
brew "figlet"
brew "findutils"
brew "gcc"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "golangci/tap/golangci-lint"
brew "graphviz"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "iperf3"
brew "ipmitool"
brew "iproute2mac"
brew "ipv6calc"
brew "jadx"
brew "jq"
brew "krew"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "libass"
brew "libheif"
brew "libp11"
brew "libplist", args: ["HEAD"]
brew "libraqm"
brew "librsvg"
brew "libslirp"
brew "libssh"
brew "libssh2"
brew "libxml2"
brew "lima"
brew "little-cms2"
brew "lsusb"
brew "mas"
brew "media-info"
brew "miller"
brew "minicom"
brew "minikube"
brew "neovim"
brew "netpbm"
brew "nghttp2"
brew "nmap"
brew "node"
brew "numpy"
brew "opa"
brew "openssl@3"
brew "openstackclient"
brew "p7zip"
brew "pango"
brew "parallel"
brew "pev"
brew "pillow"
brew "pkcs11-helper"
brew "pkg-config"
brew "pngpaste"
brew "poetry"
brew "procyon-decompiler"
brew "protobuf"
brew "pstree"
brew "pv"
brew "pwgen"
brew "pygments"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "qemu"
brew "rclone"
brew "redis"
brew "rhash"
brew "ripgrep"
brew "rpm"
brew "ruby@2.5"
brew "rust"
brew "s3cmd"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "sponge"
brew "stek29/idevice/fsmon"
brew "subversion"
brew "tcptraceroute"
brew "terraform"
brew "thefuck"
brew "unbound"
brew "vbindiff"
brew "wallpaper"
brew "watch"
brew "webp"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yarn-completion"
brew "ykman"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "yubikey-agent"
brew "zbar"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "1password-cli"
cask "android-file-transfer"
cask "android-platform-tools"
cask "balenaetcher"
cask "bitwarden"
cask "burp-suite"
cask "cutter"
cask "discord"
cask "displaylink"
cask "firefox"
cask "firefox-developer-edition"
cask "font-jetbrains-mono"
cask "gfxcardstatus"
cask "google-chrome"
cask "hex-fiend"
cask "horos"
cask "iina"
cask "iterm2"
cask "keepassxc"
cask "lunar"
cask "macs-fan-control"
cask "mqtt-explorer"
cask "ngrok"
cask "notion"
cask "osxfuse"
cask "parallels"
cask "pdk"
cask "postman"
cask "powershell"
cask "qbittorrent"
cask "recaf"
cask "rectangle"
cask "slack"
cask "spotify"
cask "syntax-highlight"
cask "the-unarchiver"
cask "tor-browser"
cask "vagrant"
cask "viscosity"
cask "visual-studio-code"
cask "vk-messenger"
cask "vlc"
cask "wireshark"
cask "xbar"
cask "xquartz"
cask "yubico-yubikey-manager"
cask "zoom"
mas "AdBlock Pro", id: 1018301773
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Time Out", id: 402592703
mas "Todoist", id: 585829637
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
mas "iMovie", id: 408981434
