tap "golangci/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homeport/tap"
brew "act"
brew "ansible"
brew "aom"
brew "apktool"
brew "aria2"
brew "bat"
brew "binutils"
brew "binwalk"
brew "certifi"
brew "cfssl"
brew "cloc"
brew "cmake"
brew "colima", restart_service: :changed
brew "coreutils"
brew "cryptography"
brew "docker"
brew "docker-buildx"
brew "deno"
brew "docker-compose"
brew "docker-credential-helper"
brew "doggo"
brew "duckdb"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "git-lfs"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "golangci/tap/golangci-lint"
brew "grpcurl"
brew "harfbuzz"
brew "helm"
brew "helmfile"
brew "homeport/tap/dyff"
brew "htop"
brew "httpie"
brew "httrack"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "iperf3"
brew "iproute2mac"
brew "ipv6calc"
brew "ipython"
brew "jpeg-xl"
brew "jq"
brew "jsonnet"
brew "kind"
brew "krew"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "leptonica"
brew "libgit2"
brew "libheif"
brew "libmagic"
brew "libraw"
brew "libssh2"
brew "libtiff"
brew "libxmp"
brew "llvm"
brew "lsusb"
brew "mas"
brew "maven"
brew "miller"
brew "minicom"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "openblas"
brew "openjdk"
brew "openjpeg"
brew "openvpn"
brew "p11-kit"
brew "p7zip"
brew "parallel"
brew "pillow"
brew "pkgconf"
brew "pngpaste"
brew "pngquant"
brew "pnpm"
brew "poetry"
brew "pstree"
brew "pv"
brew "python-argcomplete"
brew "python-pytz"
brew "python@3.10"
brew "python@3.11"
brew "radare2"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "shadowsocks-libev"
brew "shared-mime-info"
brew "shellcheck"
brew "shfmt"
brew "socat"
brew "sponge"
brew "sqlmap"
brew "squashfs"
brew "tcptraceroute"
brew "terraform"
brew "tesseract"
brew "upx"
brew "uv"
brew "v2ray"
brew "vbindiff"
brew "virtualenv"
brew "webp"
brew "wget"
brew "xmp"
brew "yamllint"
brew "yq"
brew "yt-dlp"
brew "zsh"
cask "1password-cli"
cask "1password"
cask "alt-tab"
cask "android-platform-tools"
cask "chatgpt"
cask "discord"
cask "docker"
cask "fiji"
cask "finicky"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
cask "ghidra"
cask "google-chrome"
cask "hex-fiend"
cask "iina"
cask "imazing"
cask "iterm2"
cask "itsycal"
cask "jordanbaird-ice"
cask "little-snitch"
cask "microsoft-remote-desktop"
cask "mitmproxy"
cask "monitorcontrol"
cask "moonlight"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "notunes"
cask "numi"
cask "obs"
cask "parallels"
cask "qbittorrent"
cask "qflipper"
cask "raycast"
cask "sanesidebuttons"
cask "slack"
cask "spotify"
cask "swiftdefaultappsprefpane"
cask "tailscale"
cask "telegram-desktop"
cask "telegram"
cask "temurin"
cask "the-unarchiver"
cask "todoist"
cask "viscosity"
cask "visual-studio-code"
cask "whatsapp"
cask "wireshark"
cask "yandex"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Apple Configurator", id: 1037126344
mas "Dark Reader for Safari", id: 1438243180
mas "Discovery", id: 1381004916
mas "Ice Cubes", id: 6444915884
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "sing-box", id: 6673731168
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "ahmadalli.vscode-nginx-conf"
vscode "ban.spellright"
vscode "coolbear.systemd-unit-file"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "mtxr.sqltools"
vscode "ombratteng.nftables"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "shopify.ruby-lsp"
vscode "t3dotgg.vsc-material-theme-but-i-wont-sue-you"
vscode "timonwong.shellcheck"
vscode "tsandall.opa"
